import React from "react";

export const CertificationSection = () => {
  return (
    <div className="rounded-2xl bg-white shadow-sm">
      <div className="flex rounded border-gray-100 bg-blue-50 p-4 pb-3 text-blue-800">
        <h4 className="mb-2 text-lg">
          {" "}
          ส่วนที่ 3
          คำรับรองของผู้ประสงค์ขอรับการส่งเสริมและสนับสนุนเงินจากกองทุน
        </h4>
      </div>
      <div className="mx-2 space-y-6 rounded-xl bg-white px-6 py-4 text-sm leading-relaxed text-gray-700 md:mx-5">
        <p>
          3.1 ข้าพเจ้าได้รับทราบ และทำความเข้าใจกฎหมาย หลักเกณฑ์
          และเงื่อนไขของการดำเนินงานต่าง ๆ
          ที่เกี่ยวกับการส่งเสริมและสนับสนุนจากกองทุนเป็นที่เข้าใจแล้ว
          และยินดีปฏิบัติตามกฎหมาย หลักเกณฑ์ และเงื่อนไขดังกล่าว
          ตลอดจนคำสั่งทางปกครองที่คณะกรรมการบริหารกองทุน เลขานุการกองทุน
          และสำนักงาน กำหนดทุกประการ
        </p>
        <p>
          3.2
          ข้าพเจ้าขอรับรองว่าข้อมูลที่ปรากฎในแบบคำขอรับการส่งเสริมและสนับสนุนเงินจากกองทุน
          พร้อมเอกสารหลักฐานประกอบการพิจารณาขอรับการส่งเสริมและสนับสนุนเงินจากกองทุนนี้ถูกต้องครบถ้วนและเป็นความจริงทุกประการ
        </p>
      </div>
    </div>
  );
};
